
export default function PrivacyPolicy() {
  return (
    <div style={{ color: 'white', padding: '20px' }}>
      <h1>Политика конфиденциальности</h1>
      <p>Ваша конфиденциальность важна для нас. В настоящей Политике конфиденциальности описываются наши правила и процедуры в отношении сбора, использования и раскрытия вашей информации при использовании вами Сервиса.</p>
      <h2>Сбор и использование информации</h2>
      <p>Мы собираем несколько различных типов информации для различных целей, чтобы предоставлять и улучшать наш Сервис для вас.</p>
      <h3>Типы собираемых данных</h3>
      <h4>Личные данные</h4>
      <p>При использовании нашего Сервиса мы можем попросить вас предоставить нам определенную личную информацию, которая может быть использована для связи или идентификации вас ("Личные данные"). Лично идентифицируемая информация может включать, но не ограничивается:</p>
      <ul>
        <li>Адрес электронной почты</li>
        <li>Имя и фамилия</li>
        <li>Номер телефона</li>
        <li>Файлы cookie и данные об использовании</li>
      </ul>
      <h2>Использование данных</h2>
      <p>Мы используем собранные данные для различных целей:</p>
      <ul>
        <li>Для предоставления и поддержки нашего Сервиса</li>
        <li>Для уведомления вас об изменениях в нашем Сервисе</li>
        <li>Чтобы позволить вам участвовать в интерактивных функциях нашего Сервиса, когда вы решите это сделать</li>
        <li>Для обеспечения поддержки клиентов</li>
        <li>Для сбора анализа или ценной информации, чтобы мы могли улучшить наш Сервис</li>
        <li>Для мониторинга использования нашего Сервиса</li>
        <li>Для обнаружения, предотвращения и решения технических проблем</li>
      </ul>
      <h2>Безопасность данных</h2>
      <p>Безопасность ваших данных важна для нас, но помните, что ни один метод передачи через Интернет или метод электронного хранения не является на 100% безопасным. Хотя мы стремимся использовать коммерчески приемлемые средства для защиты ваших Личных данных, мы не можем гарантировать их абсолютную безопасность.</p>
      <h2>Изменения в настоящей Политике конфиденциальности</h2>
      <p>Мы можем время от времени обновлять нашу Политику конфиденциальности. Мы сообщим вам о любых изменениях, разместив новую Политику конфиденциальности на этой странице.</p>
      <h2>Свяжитесь с нами</h2>
      <p>Если у вас есть какие-либо вопросы по поводу этой Политики конфиденциальности, пожалуйста, свяжитесь с нами.</p>
    </div>
  );
}
