
export default function PrivacyPolicy() {
  return (
    <div style={{ padding: '20px' }}>
      <h1>Политика конфиденциальности</h1>
      <p>Последнее обновление: 24 июля 2024 г.</p>
      <p>Мы уделяем большое внимание защите ваших личных данных. В этой Политике конфиденциальности объясняется, как мы собираем, используем, раскрываем и защищаем вашу информацию, когда вы посещаете наш веб-сайт.</p>
      <h2>Сбор вашей информации</h2>
      <p>Мы можем собирать личную информацию, такую как ваше имя, адрес электронной почты, номер телефона и т. д., когда вы добровольно предоставляете ее нам.</p>
      <h2>Использование вашей информации</h2>
      <p>Мы можем использовать информацию, которую мы собираем от вас, для:</p>
      <ul>
        <li>Предоставления, эксплуатации и поддержки нашего веб-сайта</li>
        <li>Улучшения, персонализации и расширения нашего веб-сайта</li>
        <li>Понимания и анализа того, как вы используете наш веб-сайт</li>
        <li>Разработки новых продуктов, услуг, функций и функциональности</li>
        <li>Общения с вами, в том числе для обслуживания клиентов, предоставления вам обновлений и другой информации, касающейся веб-сайта, а также в маркетинговых и рекламных целях</li>
        <li>Отправки вам электронных писем</li>
        <li>Выявления и предотвращения мошенничества</li>
      </ul>
      <h2>Раскрытие вашей информации</h2>
      <p>Мы можем раскрывать вашу информацию в определенных ситуациях. Ваша информация может быть раскрыта следующим образом:</p>
      <ul>
        <li>По закону или для защиты прав</li>
        <li>Сторонним поставщикам услуг</li>
        <li>С вашего согласия</li>
      </ul>
      <h2>Свяжитесь с нами</h2>
      <p>Если у вас есть какие-либо вопросы по поводу этой Политики конфиденциальности, пожалуйста, свяжитесь с нами.</p>
    </div>
  );
}
